tap "cloudfoundry/tap"
tap "hashicorp/tap"
brew "age"
brew "azure-cli"
brew "bat"
brew "carapace"
brew "chezmoi"
brew "cloc"
brew "cocogitto"
brew "ripgrep"
brew "codex"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gdu"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gource"
brew "jq"
brew "mas"
brew "mcfly"
brew "nvm"
brew "openjdk"
brew "pandoc"
brew "pyenv"
brew "starship"
brew "terramate"
brew "thefuck"
brew "tree"
brew "uv"
brew "wget"
brew "yq"
brew "z"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "cloudfoundry/tap/cf-cli@8"
brew "hashicorp/tap/terraform"
cask "1password-cli"
cask "alt-tab"
cask "btp"
cask "chatbox"
cask "chatgpt"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-nerd-font"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "gifox"
cask "google-chrome"
cask "iterm2"
cask "linearmouse"
cask "maccy"
cask "netnewswire"
cask "obs"
cask "openemu"
cask "postman"
cask "shottr"
cask "slack"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zotero"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "AusweisApp", id: 948660805
mas "Keynote", id: 409183694
mas "Lightshot Screenshot", id: 526298438
mas "MoneyMoney", id: 872698314
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Unzip One", id: 1127253508
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
vscode "adpyke.codesnap"
vscode "adrianwilczynski.toggle-hidden"
vscode "bdavs.expect"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
vscode "cev.overnight"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "daltonmenezes.aura-theme"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "iljapostnovs.ui5plugin"
vscode "james-yu.latex-workshop"
vscode "larshp.vscode-abap"
vscode "markwhen.markwhen"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-de"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-windows-ai-studio.windows-ai-studio"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "robbowen.synthwave-vscode"
vscode "rvest.vs-code-prettier-eslint"
vscode "sapos.yeoman-ui"
vscode "saposs.app-studio-remote-access"
vscode "saposs.app-studio-toolkit"
vscode "saposs.sap-guided-answers-extension"
vscode "saposs.sap-ux-sap-systems-ext"
vscode "saposs.vscode-ui5-language-assistant"
vscode "saposs.xml-toolkit"
vscode "sapse.sap-ux-annotation-modeler-extension"
vscode "sapse.sap-ux-application-modeler-extension"
vscode "sapse.sap-ux-fiori-tools-extension-pack"
vscode "sapse.sap-ux-help-extension"
vscode "sapse.sap-ux-service-modeler-extension"
vscode "sapse.vscode-cds"
vscode "sapse.vscode-wing-cds-editor-vsc"
vscode "tamasfe.even-better-toml"
vscode "teamsdevapp.vscode-ai-foundry"
vscode "theosun.sap-json-schemas"
vscode "tinkertrain.theme-panda"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "yzane.markdown-pdf"
vscode "zignd.html-css-class-completion"
