adpyke.codesnap
adrianwilczynski.toggle-hidden
bdavs.expect
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bradlc.vscode-tailwindcss
cev.overnight
christian-kohler.path-intellisense
codezombiech.gitignore
daltonmenezes.aura-theme
dbaeumer.vscode-eslint
docker.docker
dotjoshjohnson.xml
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
hashicorp.terraform
hediet.vscode-drawio
humao.rest-client
iljapostnovs.ui5plugin
james-yu.latex-workshop
larshp.vscode-abap
markwhen.markwhen
marp-team.marp-vscode
mechatroner.rainbow-csv
mermaidchart.vscode-mermaid-chart
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-de
ms-edgedevtools.vscode-edge-devtools
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
ms-windows-ai-studio.windows-ai-studio
openai.chatgpt
pkief.material-icon-theme
qwtel.sqlite-viewer
redhat.vscode-yaml
robbowen.synthwave-vscode
rvest.vs-code-prettier-eslint
sapos.yeoman-ui
saposs.app-studio-remote-access
saposs.app-studio-toolkit
saposs.sap-guided-answers-extension
saposs.sap-ux-sap-systems-ext
saposs.vscode-ui5-language-assistant
saposs.xml-toolkit
sapse.sap-ux-annotation-modeler-extension
sapse.sap-ux-application-modeler-extension
sapse.sap-ux-fiori-tools-extension-pack
sapse.sap-ux-help-extension
sapse.sap-ux-service-modeler-extension
sapse.vscode-cds
sapse.vscode-wing-cds-editor-vsc
tamasfe.even-better-toml
teamsdevapp.vscode-ai-foundry
theosun.sap-json-schemas
tinkertrain.theme-panda
vivaxy.vscode-conventional-commits
vscode-icons-team.vscode-icons
vue.volar
yzane.markdown-pdf
zignd.html-css-class-completion
