tap 'caskroom/cask'
tap 'caskroom/drivers'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'ethereum/ethereum'
tap 'paritytech/paritytech'

cask 'java'

brew 'diff-so-fancy'
brew 'ethabi'
brew 'ethkey'
brew 'ethstore'
brew 'ffmpeg'
brew 'gibo'
brew 'gource'
brew 'go'
brew 'gti'
brew 'gist'
brew 'htop'
brew 'imagemagick'
brew 'mas'
brew 'maven'
brew 'parity'
brew 'pinentry-mac'
brew 'pyenv'
brew 'ruby-build'
brew 'rbenv'
brew 'solidity'
brew 'thefuck'
brew 'tree'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'cloudfoundry/tap/cf-cli'

cask '1password'
cask '1password-cli'
cask 'cyberduck'
cask 'docker'
cask 'dropbox'
cask 'eclipse-java'
cask 'etcher'
cask 'franz'
cask 'gpg-suite'
cask 'google-chrome'
cask 'jabref'
cask 'kap'
cask 'kitematic'
cask 'little-snitch'
cask 'mactex'
cask 'mqttfx'
cask 'postman'
cask 'rescuetime'
cask 'spotify'
cask 'texstudio'
cask 'timing'
cask 'tunnelblick'
cask 'visual-studio-code'
cask 'vlc'
cask 'webstorm'
cask 'caskroom/drivers/synology-drive'
cask 'caskroom/fonts/font-hack-nerd-font'
cask 'caskroom/fonts/font-fira-sans'
cask 'caskroom/fonts/font-fira-mono'
cask 'caskroom/fonts/font-fira-code'
cask 'caskroom/versions/openemu-experimental'

mas 'Airmail 3', id: 918858936
mas 'Amphetamine', id: 937984704
mas 'Bear', id: 1091189122
mas 'Lightshot Screenshot', id: 526298438
mas 'Irvue', id: 1039633667
mas 'MoneyMoney', id: 872698314
mas 'Moom', id: 419330170