tap 'caskroom/cask'
tap 'caskroom/drivers'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'

cask 'java'

brew 'diff-so-fancy'
brew 'ffmpeg'
brew 'gource'
brew 'gti'
brew 'mas'
brew 'maven'
brew 'pyenv'
brew 'ruby-build'
brew 'rbenv'
brew 'thefuck'
brew 'tree'
brew 'wget'
brew 'yarn'
brew 'zsh'

cask '1password'
cask 'cyberduck'
cask 'dropbox'
cask 'eclipse-java'
cask 'etcher'
cask 'franz'
cask 'google-chrome'
cask 'little-snitch'
cask 'postman'
cask 'rescuetime'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'
cask 'webstorm'
cask 'caskroom/drivers/synology-drive'
cask 'caskroom/fonts/font-hack-nerd-font'

mas 'Lightshot Screenshot', id: 526298438
mas 'MoneyMoney', id: 872698314
mas 'Moom', id: 419330170