tap 'caskroom/cask'
tap 'caskroom/drivers'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'ethereum/ethereum'
tap 'paritytech/paritytech'
tap 'cloudfoundry/tap'

cask 'java8'

brew 'awscli'
brew 'cf-cli'
brew 'cowthink'
brew 'cmatrix'
brew 'dockutil'
brew 'diff-so-fancy'
brew 'ethereum'
brew 'ffmpeg'
brew 'fortune'
brew 'gibo'
brew 'gource'
brew 'gradle'
brew 'go'
brew 'gti'
brew 'gist'
brew 'htop'
brew 'imagemagick'
brew 'mas'
brew 'maven'
brew 'parity'
brew 'pinentry-mac'
brew 'pyenv'
brew 'ruby-build'
brew 'rbenv'
brew 'solidity'
brew 'thefuck'
brew 'toilet'
brew 'tree'
brew 'wget'
brew 'yarn', args: ['ignore-dependencies']
brew 'zsh'

cask '1password'
cask 'balenaetcher'
cask 'camunda-modeler'
cask 'cyberduck'
cask 'docker'
cask 'eclipse-java'
cask 'ethereum-wallet'
cask 'franz'
cask 'ganache'
cask 'gpg-suite'
cask 'google-chrome'
cask 'iterm2'
cask 'jabref'
cask 'kap'
cask 'kitematic'
cask 'little-snitch'
cask 'mactex'
cask 'mist'
cask 'mqttfx'
cask 'postman'
cask 'spotify'
cask 'spotmenu'
cask 'termius'
cask 'texstudio'
cask 'timing'
cask 'tunnelblick'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'visual-paradigm-ce'
cask 'visual-studio-code'
cask 'vlc'
cask 'webstorm'
cask 'caskroom/drivers/synology-drive'
cask 'caskroom/fonts/font-hack-nerd-font'
cask 'caskroom/fonts/font-fira-sans'
cask 'caskroom/fonts/font-fira-mono'
cask 'caskroom/fonts/font-fira-code'

mas 'Amphetamine', id: 937984704
mas 'Bear', id: 1091189122
mas 'Irvue', id: 1039633667
mas 'Lightshot Screenshot', id: 526298438
mas 'Microsoft Remote Desktop', id: 715768417
mas 'MoneyMoney', id: 872698314
mas 'Moom', id: 419330170
mas 'Photos Duplicate Cleaner', id: 592704001
mas 'The Unarchiver', id: 425424353
mas 'TweetDeck', id: 485812721
